Repository: jiroikedafeingold/pair-for-two
Catalog: Pair for two/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, tr, zh_hans, zh_hant

source: The position is safe on their phone — it's kept until the game is finished or you start a new one.
de: Der Spielstand liegt sicher auf dem anderen Gerät – er bleibt, bis das Spiel beendet ist oder ihr ein neues beginnt.
es: La partida está a salvo en su teléfono: se guarda hasta que termine o hasta que empecéis una nueva.
fr: La partie est en sécurité sur son téléphone : elle est conservée jusqu'à la fin ou jusqu'à ce que vous en commenciez une nouvelle.
it: La partita è al sicuro sul suo dispositivo: resta lì finché non finisce o non ne iniziate una nuova.
ja: 局面は相手の端末に保存されています。対戦が終わるか、新しい対戦を始めるまで残ります。
ko: 게임 상황은 상대 기기에 안전하게 보관되며, 게임이 끝나거나 새 게임을 시작할 때까지 유지됩니다.
pt_br: A partida está guardada no aparelho da outra pessoa e fica lá até terminar ou até vocês começarem uma nova.
tr: Oyun onun cihazında güvende: bitene ya da yeni bir oyun başlatana kadar saklanır.
zh_hans: 局面安全地保存在对方设备上，会一直保留到对局结束或你们开始新的一局。
zh_hant: 局面安全地保存在對方裝置上，會保留到對局結束或你們開始新的一局。

source: The position is safe on this phone — it's kept until the game is finished or you start a new one.
de: Der Spielstand liegt sicher auf diesem Gerät – er bleibt, bis das Spiel beendet ist oder du ein neues beginnst.
es: La partida está a salvo en este teléfono: se guarda hasta que termine o hasta que empieces una nueva.
fr: La partie est en sécurité sur ce téléphone : elle est conservée jusqu'à la fin ou jusqu'à ce que tu en commences une nouvelle.
it: La partita è al sicuro su questo dispositivo: resta qui finché non finisce o non ne inizi una nuova.
ja: 局面はこの端末に保存されています。対戦が終わるか、新しい対戦を始めるまで残ります。
ko: 게임 상황은 이 기기에 안전하게 보관되며, 게임이 끝나거나 새 게임을 시작할 때까지 유지됩니다.
pt_br: A partida está guardada neste aparelho e fica aqui até terminar ou até você começar uma nova.
tr: Oyun bu cihazda güvende: bitene ya da yeni bir oyun başlatana kadar saklanır.
zh_hans: 局面安全地保存在这台设备上，会一直保留到对局结束或你开始新的一局。
zh_hant: 局面安全地保存在這台裝置上，會保留到對局結束或你開始新的一局。

source: The scoreboard has its own copy of most of these, behind the pencil beside your slider — everything except the scoring mode and the card back, which only apply to a game the app deals.
de: Die Anzeigetafel hat ihre eigene Fassung der meisten dieser Einstellungen, hinter dem Stift neben deinem Schieber – alles außer Zählweise und Kartenrückseite, die nur für ein Spiel gelten, das die App gibt.
es: El marcador tiene su propia copia de casi todos estos ajustes, detrás del lápiz que está junto a tu deslizador: todos menos el modo de puntuación y el dorso de las cartas, que solo se aplican a una partida que reparte la app.
fr: Le tableau de score a sa propre copie de presque tous ces réglages, derrière le crayon à côté de ton curseur : tout sauf le mode de comptage et le dos des cartes, qui ne concernent qu'une partie distribuée par l'app.
it: Il tabellone ha la sua copia di quasi tutte queste impostazioni, dietro la matita accanto al cursore: tutto tranne la modalità di conteggio e il dorso delle carte, che valgono solo per una partita distribuita dall'app.
ja: スコアボードにも、スライダー横の鉛筆の中にほぼ同じ設定があります。採点方法とカードの裏面だけは例外で、アプリが配る対戦にのみ関係します。
ko: 점수판에도 이 설정 대부분이 슬라이더 옆 연필 안에 따로 있습니다. 점수 방식과 카드 뒷면만 예외로, 앱이 카드를 나누는 게임에만 적용됩니다.
pt_br: O marcador tem sua própria cópia da maioria destes ajustes, atrás do lápis ao lado do seu controle — tudo, menos o modo de contagem e o verso das cartas, que só valem para uma partida distribuída pelo app.
tr: Skor tahtasında bu ayarların çoğunun kendi kopyası var; sürgünün yanındaki kalemin arkasında. Yalnızca puanlama modu ve kart arkası hariç: onlar uygulamanın dağıttığı oyunlar için.
zh_hans: 记分板也有自己的一套设置，就在滑块旁的铅笔里，除了计分方式和牌背图案 — 那两项只适用于由应用发牌的对局。
zh_hant: 計分板也有自己的一套設定，就在滑桿旁的鉛筆裡，除了計分方式和牌背圖案 — 那兩項只適用於由App發牌的對局。

source: The track is the loop around the score, tracing each player's progress to 121 with the skunk lines marked on it. The replay walks back through every peg of the game before the winner is shown.
de: Die Spur ist der Ring um den Punktestand: sie zeigt den Weg jedes Spielers bis 121, mit den Skunk-Linien darauf. Die Wiederholung geht jeden Punkt des Spiels noch einmal durch, bevor der Sieger erscheint.
es: La pista es el aro que rodea la puntuación y traza el avance de cada jugador hasta 121, con las líneas de skunk marcadas. La repetición repasa todos los puntos de la partida antes de mostrar al ganador.
fr: La piste est l'anneau autour du score : elle trace la progression de chaque joueur jusqu'à 121, avec les lignes de skunk marquées. Le retour repasse tous les points de la partie avant d'afficher le vainqueur.
it: La traccia è l'anello attorno al punteggio: segna l'avanzamento di ogni giocatore fino a 121, con le linee dello skunk indicate. La ripetizione ripercorre tutti i punti della partita prima di mostrare il vincitore.
ja: トラックはスコアを囲むリングで、121点までの進み具合をスカンクの印つきで示します。振り返りは、勝者を表示する前に対戦中のすべての得点をたどります。
ko: 트랙은 점수를 둘러싼 링으로, 각 플레이어가 121점까지 나아간 정도를 스컹크 선과 함께 보여 줍니다. 다시 보기는 승자를 보여 주기 전에 게임의 모든 점수를 되짚습니다.
pt_br: A trilha é o anel em volta da pontuação: ela traça o avanço de cada jogador até 121, com as linhas de skunk marcadas. A revisão passa por todos os pontos da partida antes de mostrar quem venceu.
tr: İz, puanın çevresindeki halkadır: her oyuncunun 121'e ilerleyişini, üzerinde skunk çizgileriyle gösterir. Tekrar, kazanan açıklanmadan önce oyunun her puanını yeniden geçer.
zh_hans: 轨道是环绕分数的圆环，标出每位玩家通往121分的进度，并标记臭鼬线。回放会在显示赢家之前，重走整局的每一次得分。
zh_hant: 軌道是環繞分數的圓環，顯示每位玩家通往121分的進度，並標記臭鼬線。回放會在顯示贏家之前，重走整局的每一次得分。

source: The whole game, score by score
de: Das ganze Spiel, Punkt für Punkt
es: Toda la partida, punto a punto
fr: Toute la partie, point par point
it: Tutta la partita, punto per punto
ja: 対戦全体を得点ごとに
ko: 게임 전체를 한 점씩
pt_br: A partida inteira, ponto por ponto
tr: Tüm oyun, puan puan
zh_hans: 整局对战，一分一分回看
zh_hant: 整局對戰，一分一分回看

source: They'll get a Game Center invitation — they need to accept it to pick the game up where you left off.
de: Die Person bekommt eine Game-Center-Einladung und muss sie annehmen, damit es dort weitergeht, wo ihr aufgehört habt.
es: Recibirá una invitación de Game Center y tendrá que aceptarla para retomar la partida donde la dejasteis.
fr: Il recevra une invitation Game Center et devra l'accepter pour reprendre la partie là où vous l'avez laissée.
it: Riceverà un invito di Game Center e dovrà accettarlo per riprendere la partita da dove l'avete lasciata.
ja: 相手にGame Centerの招待が届きます。受け入れてもらえば、中断した場面から続けられます。
ko: 상대에게 Game Center 초대가 갑니다. 상대가 수락하면 중단된 지점부터 이어서 할 수 있습니다.
pt_br: A pessoa vai receber um convite do Game Center e precisa aceitá-lo para retomar a partida de onde vocês pararam.
tr: Ona bir Game Center daveti gider; kaldığınız yerden devam etmek için kabul etmesi gerekir.
zh_hans: 对方会收到Game Center邀请，接受后才能从中断处继续。
zh_hant: 對方會收到Game Center邀請，接受後才能從中斷處繼續。

source: They'll get a Game Center invite — keep this screen open until they join.
de: Die Person bekommt eine Game-Center-Einladung – lass diesen Bildschirm offen, bis sie beitritt.
es: Recibirá una invitación de Game Center; deja esta pantalla abierta hasta que se una.
fr: Il recevra une invitation Game Center : garde cet écran ouvert jusqu'à ce qu'il rejoigne.
it: Riceverà un invito di Game Center: tieni aperta questa schermata finché non entra.
ja: 相手にGame Centerの招待が届きます。参加するまでこの画面を開いたままにしてください。
ko: 상대에게 Game Center 초대가 갑니다. 상대가 참가할 때까지 이 화면을 열어 두세요.
pt_br: A pessoa vai receber um convite do Game Center — mantenha esta tela aberta até ela entrar.
tr: Ona bir Game Center daveti gider; katılana kadar bu ekranı açık tut.
zh_hans: 对方会收到Game Center邀请，请保持此界面开启，直到对方加入。
zh_hant: 對方會收到Game Center邀請，請保持此畫面開啟，直到對方加入。

source: This clears both scores.
de: Damit werden beide Punktestände zurückgesetzt.
es: Esto pone a cero las dos puntuaciones.
fr: Cela remet les deux scores à zéro.
it: Questo azzera i due punteggi.
ja: 両者のスコアが0に戻ります。
ko: 양쪽 점수가 0으로 돌아갑니다.
pt_br: Isso zera as duas pontuações.
tr: Bu, iki puanı da sıfırlar.
zh_hans: 这会把双方分数归零。
zh_hant: 這會把雙方分數歸零。

source: This ends the game for both players.
de: Damit endet das Spiel für beide Spieler.
es: Esto termina la partida para los dos jugadores.
fr: Cela met fin à la partie pour les deux joueurs.
it: Questo chiude la partita per entrambi.
ja: 両者の対戦が終了します。
ko: 두 플레이어의 게임이 모두 끝납니다.
pt_br: Isso encerra a partida para os dois jogadores.
tr: Bu, oyunu iki oyuncu için de bitirir.
zh_hans: 这会结束双方的这局对战。
zh_hant: 這會結束雙方的這局對戰。

source: This erases every recorded game on this phone. It can't be undone.
de: Damit werden alle gespeicherten Spiele auf diesem Gerät gelöscht. Das lässt sich nicht rückgängig machen.
es: Esto borra todas las partidas guardadas en este teléfono. No se puede deshacer.
fr: Cela efface toutes les parties enregistrées sur ce téléphone. C'est irréversible.
it: Questo cancella tutte le partite registrate su questo dispositivo. Non si può annullare.
ja: この端末に記録されたすべての対戦が消去されます。取り消せません。
ko: 이 기기에 기록된 모든 게임이 지워지며 되돌릴 수 없습니다.
pt_br: Isso apaga todas as partidas registradas neste aparelho. Não é possível desfazer.
tr: Bu, cihazda kayıtlı tüm oyunları siler. Geri alınamaz.
zh_hans: 这会删除这台设备上记录的所有对局，且无法撤销。
zh_hant: 這會刪除這台裝置上記錄的所有對局，且無法復原。

source: This is your name from Settings — changing it here changes it everywhere.
de: Das ist dein Name aus den Einstellungen – änderst du ihn hier, ändert er sich überall.
es: Es tu nombre de Ajustes: si lo cambias aquí, cambia en todas partes.
fr: C'est ton nom défini dans les Réglages : le changer ici le change partout.
it: È il tuo nome delle Impostazioni: cambiandolo qui cambia in tutta l'app.
ja: 設定で決めた自分の名前です。ここで変えると、どこでも変わります。
ko: 설정에 있는 이름입니다. 여기서 바꾸면 앱 전체에서 바뀝니다.
pt_br: Este é o seu nome dos Ajustes — mudar aqui muda em todo lugar.
tr: Bu, Ayarlar'daki adın. Burada değiştirirsen her yerde değişir.
zh_hans: 这是你在设置里的名字，在这里修改会同步到各处。
zh_hant: 這是你在設定中的名稱，在這裡修改會同步到各處。

source: This phone has the invitation coming to it. Ask them to open Pair for Two and tap Rejoin online game.
de: Die Einladung kommt auf diesem Gerät an. Bitte die Person, Pair for Two zu öffnen und auf „Online fortsetzen“ zu tippen.
es: La invitación llegará a este teléfono. Pídele que abra Pair for Two y pulse Volver a la partida en línea.
fr: L'invitation arrivera sur ce téléphone. Demande-lui d'ouvrir Pair for Two et de toucher Reprendre en ligne.
it: L'invito arriverà su questo dispositivo. Chiedigli di aprire Pair for Two e toccare Torna alla partita online.
ja: 招待はこの端末に届きます。相手にPair for Twoを開いて「オンライン対戦に戻る」をタップしてもらってください。
ko: 초대는 이 기기로 옵니다. 상대에게 Pair for Two를 열고 ‘온라인 게임으로 돌아가기’를 누르라고 하세요.
pt_br: O convite vai chegar neste aparelho. Peça para a pessoa abrir o Pair for Two e tocar em Voltar à partida online.
tr: Davet bu cihaza gelecek. Ondan Pair for Two'yu açıp “Çevrimiçi oyuna dön”e dokunmasını iste.
zh_hans: 邀请会发到这台设备。请对方打开 Pair for Two 并点“回到联网对局”。
zh_hant: 邀請會送到這台裝置。請對方開啟 Pair for Two 並點「回到線上對局」。

source: This side
de: Diese Seite
es: Este lado
fr: Ce côté
it: Questo lato
ja: こちら側
ko: 이쪽
pt_br: Este lado
tr: Bu taraf
zh_hans: 这一侧
zh_hant: 這一側

source: Three
de: Drei
es: Tres
fr: Trois
it: Tre
pt_br: Três
tr: Üç

source: Three fifteens
de: Drei Fünfzehner
es: Tres quinces
fr: Trois quinze
it: Tre quindici
ja: 15の組が3つ
ko: 15 조합 3개
pt_br: Três quinzes
tr: Üç adet on beş
zh_hans: 三个十五
zh_hant: 三個十五

source: Time at the table
de: Spielzeit
es: Tiempo en la mesa
fr: Temps de jeu
it: Tempo al tavolo
ja: プレイ時間
ko: 플레이 시간
pt_br: Tempo de jogo
tr: Masada geçen süre
zh_hans: 游戏时长
zh_hant: 遊戲時間

source: Tip: leave **Wi-Fi switched on** on both phones — you don't have to join a network. With Wi-Fi off, pairing falls back to Bluetooth alone and is much slower.
de: Tipp: lass das **WLAN auf beiden Geräten an** – ihr müsst keinem Netzwerk beitreten. Ohne WLAN läuft die Kopplung nur über Bluetooth und ist viel langsamer.
es: Consejo: deja el **Wi-Fi activado** en los dos teléfonos; no hace falta conectarse a ninguna red. Con el Wi-Fi apagado, el emparejamiento usa solo Bluetooth y es mucho más lento.
fr: Astuce : laisse le **Wi-Fi activé** sur les deux téléphones ; pas besoin de rejoindre un réseau. Sans Wi-Fi, l'appairage passe par le seul Bluetooth et devient beaucoup plus lent.
it: Consiglio: lascia il **Wi-Fi attivo** su entrambi i dispositivi; non serve collegarsi a una rete. Con il Wi-Fi spento l'abbinamento usa solo il Bluetooth ed è molto più lento.
ja: ヒント：2台とも**Wi-Fiをオンのまま**にしてください。ネットワークに接続する必要はありません。Wi-Fiがオフだと接続はBluetoothだけになり、かなり遅くなります。
ko: 도움말: 두 기기 모두 **Wi-Fi를 켜 두세요**. 네트워크에 연결할 필요는 없습니다. Wi-Fi가 꺼져 있으면 블루투스만으로 연결되어 훨씬 느립니다.
pt_br: Dica: deixe o **Wi-Fi ligado** nos dois aparelhos — não precisa entrar em nenhuma rede. Com o Wi-Fi desligado, o pareamento usa só o Bluetooth e fica bem mais lento.
tr: İpucu: iki cihazda da **Wi-Fi'ı açık bırak**; bir ağa bağlanman gerekmez. Wi-Fi kapalıyken eşleşme yalnızca Bluetooth ile olur ve çok daha yavaştır.
zh_hans: 小提示：两台设备都**保持Wi-Fi开启**，不必连接任何网络。关闭Wi-Fi后只能靠蓝牙配对，会慢很多。
zh_hant: 小提示：兩台裝置都**保持Wi-Fi開啟**，不必連上任何網路。關閉Wi-Fi後只能靠藍牙配對，會慢很多。

source: Tips
de: Tipps
es: Consejos
fr: Astuces
it: Consigli
ja: ヒント
ko: 도움말
pt_br: Dicas
tr: İpuçları
zh_hans: 小提示
zh_hant: 小提示

source: Triple run
de: Dreifachfolge
es: Escalera triple
fr: Triple séquence
it: Scala tripla
ja: トリプルラン
ko: 트리플 런
pt_br: Sequência tripla
tr: Üçlü sıra
zh_hans: 三重顺子
zh_hant: 三重順子

source: Triple run of five
de: Dreifachfolge aus fünf
es: Escalera triple de cinco
fr: Triple séquence de cinq
it: Scala tripla di cinque
ja: 5枚のトリプルラン
ko: 5장 트리플 런
pt_br: Sequência tripla de cinco
tr: Beş kartlı üçlü sıra
zh_hans: 五张三重顺子
zh_hant: 五張三重順子

source: Triple run of four
de: Dreifachfolge aus vier
es: Escalera triple de cuatro
fr: Triple séquence de quatre
it: Scala tripla di quattro
ja: 4枚のトリプルラン
ko: 4장 트리플 런
pt_br: Sequência tripla de quatro
tr: Dört kartlı üçlü sıra
zh_hans: 四张三重顺子
zh_hant: 四張三重順子

source: Try again
de: Erneut versuchen
es: Volver a intentarlo
fr: Réessayer
it: Riprova
ja: もう一度試す
ko: 다시 시도
pt_br: Tentar de novo
tr: Yeniden dene
zh_hans: 重试
zh_hant: 重試

source: Turn with the tilt
de: Beim Kippen mitdrehen
es: Girar al inclinar
fr: Pivoter en inclinant
it: Ruota con l'inclinazione
ja: 傾けたら向きを変える
ko: 기울이면 방향 전환
pt_br: Girar ao inclinar
tr: Eğdikçe dönsün
zh_hans: 倾斜时自动转向
zh_hant: 傾斜時自動轉向

source: Turns to face each player in turn. Double tap to turn it now.
de: Dreht sich abwechselnd zu jedem Spieler. Doppeltippen, um sofort zu drehen.
es: Gira hacia cada jugador por turnos. Toca dos veces para girarlo ahora.
fr: Pivote vers chaque joueur à tour de rôle. Touche deux fois pour le faire pivoter maintenant.
it: Ruota verso ogni giocatore a turno. Tocca due volte per ruotarlo subito.
ja: 2人の方を交互に向きます。ダブルタップするとすぐ回ります。
ko: 두 플레이어를 번갈아 향합니다. 두 번 누르면 바로 돌아갑니다.
pt_br: Gira para cada jogador, um por vez. Toque duas vezes para girar agora.
tr: Sırayla her oyuncuya döner. Hemen döndürmek için iki kez dokun.
zh_hans: 会轮流转向两位玩家。双击可立即转向。
zh_hant: 會輪流轉向兩位玩家。點兩下可立即轉向。

source: Two
de: Zwei
es: Dos
fr: Deux
it: Due
pt_br: Dois
tr: İki

source: Two fifteens
de: Zwei Fünfzehner
es: Dos quinces
fr: Deux quinze
it: Due quindici
ja: 15の組が2つ
ko: 15 조합 2개
pt_br: Dois quinzes
tr: İki adet on beş
zh_hans: 两个十五
zh_hant: 兩個十五

source: Two phones in the same room, a hand each. No internet or account — leave Wi-Fi on and it pairs faster.
de: Zwei Geräte im gleichen Raum, jeder ein Blatt. Ohne Internet und Konto – lass das WLAN an, dann geht die Kopplung schneller.
es: Dos teléfonos en la misma habitación, una mano cada uno. Sin internet ni cuentas: deja el Wi-Fi activado y se emparejan más rápido.
fr: Deux téléphones dans la même pièce, une main chacun. Sans internet ni compte : laisse le Wi-Fi activé et l'appairage est plus rapide.
it: Due dispositivi nella stessa stanza, una mano per ciascuno. Senza internet né account: lascia il Wi-Fi attivo e l'abbinamento è più rapido.
ja: 同じ部屋の2台で、手札は1人ずつ。インターネットもアカウントも不要です。Wi-Fiをオンにしておくと早くつながります。
ko: 같은 공간의 두 기기로, 각자 핸드를 가집니다. 인터넷도 계정도 필요 없습니다. Wi-Fi를 켜 두면 더 빨리 연결됩니다.
pt_br: Dois aparelhos na mesma sala, uma mão para cada. Sem internet nem conta — deixe o Wi-Fi ligado e o pareamento fica mais rápido.
tr: Aynı odada iki cihaz, her oyuncuya bir el. İnternet ya da hesap gerekmez — Wi-Fi'ı açık bırakırsan daha hızlı eşleşir.
zh_hans: 同一个房间里的两台设备，各拿一手牌。无需联网或账号 — 保持Wi-Fi开启配对更快。
zh_hant: 同一個房間裡的兩台裝置，各拿一手牌。不需網路或帳號 — 保持Wi-Fi開啟配對更快。

source: Two phones, one table
de: Zwei Geräte, ein Tisch
es: Dos teléfonos, una mesa
fr: Deux téléphones, une table
it: Due dispositivi, un tavolo
ja: 2台の端末で、1つのテーブル
ko: 두 기기, 하나의 테이블
pt_br: Dois aparelhos, uma mesa
tr: İki cihaz, tek masa
zh_hans: 两台设备，一张牌桌
zh_hant: 兩台裝置，一張牌桌

source: Two-phone cribbage
de: Cribbage auf zwei Geräten
es: Cribbage en dos teléfonos
fr: Le cribbage à deux téléphones
it: Cribbage su due dispositivi
ja: 2台で遊ぶクリベッジ
ko: 두 기기로 하는 크리비지
pt_br: Cribbage em dois aparelhos
tr: İki cihazla cribbage
zh_hans: 两台设备玩克里比奇
zh_hant: 兩台裝置玩克里比奇

source: VICTORY
de: SIEG
es: VICTORIA
fr: VICTOIRE
it: VITTORIA
ja: 勝利
ko: 승리
pt_br: VITÓRIA
tr: ZAFER
zh_hans: 胜利
zh_hant: 勝利

source: Waiting for %@
de: Warten auf %@
es: Esperando a %@
fr: En attente de %@
it: In attesa di %@
ja: %@ を待っています
ko: %@ 님을 기다리는 중
pt_br: Esperando %@
tr: %@ bekleniyor
zh_hans: 等待 %@
zh_hant: 等待 %@

source: Waiting for %@ to count…
de: Warten, bis %@ gezählt hat…
es: Esperando a que %@ cuente…
fr: En attente du comptage de %@…
it: In attesa che %@ conti…
ja: %@ が数えるのを待っています…
ko: %@ 님의 계산을 기다리는 중…
pt_br: Esperando %@ contar…
tr: %@ adlı oyuncunun sayması bekleniyor…
zh_hans: 等 %@ 算分…
zh_hant: 等 %@ 算分…

source: Waiting for %@ to cut the deck…
de: Warten, bis %@ abgehoben hat…
es: Esperando a que %@ corte la baraja…
fr: En attente de la coupe de %@…
it: In attesa che %@ tagli il mazzo…
ja: %@ のカットを待っています…
ko: %@ 님의 컷을 기다리는 중…
pt_br: Esperando %@ cortar o baralho…
tr: %@ adlı oyuncunun kesmesi bekleniyor…
zh_hans: 等 %@ 切牌…
zh_hant: 等 %@ 切牌…

source: Waiting for %@ to cut…
de: Warten, bis %@ abgehoben hat…
es: Esperando a que %@ corte…
fr: En attente de la coupe de %@…
it: In attesa che %@ tagli…
ja: %@ のカットを待っています…
ko: %@ 님의 컷을 기다리는 중…
pt_br: Esperando %@ cortar…
tr: %@ adlı oyuncunun kesmesi bekleniyor…
zh_hans: 等 %@ 切牌…
zh_hant: 等 %@ 切牌…

source: Waiting for %@ to deal…
de: Warten, bis %@ gegeben hat…
es: Esperando a que %@ reparta…
fr: En attente de la distribution de %@…
it: In attesa che %@ dia le carte…
ja: %@ が配るのを待っています…
ko: %@ 님의 딜을 기다리는 중…
pt_br: Esperando %@ dar as cartas…
tr: %@ adlı oyuncunun dağıtması bekleniyor…
zh_hans: 等 %@ 发牌…
zh_hant: 等 %@ 發牌…

source: Waiting for %@ to invite you back…
de: Warten auf eine neue Einladung von %@…
es: Esperando a que %@ te invite de nuevo…
fr: En attente d'une nouvelle invitation de %@…
it: In attesa di un nuovo invito da %@…
ja: %@ からの再招待を待っています…
ko: %@ 님의 재초대를 기다리는 중…
pt_br: Esperando um novo convite de %@…
tr: %@ adlı oyuncunun yeni daveti bekleniyor…
zh_hans: 等 %@ 重新邀请你…
zh_hant: 等 %@ 重新邀請你…

source: Waiting for %@ to turn up the cut…
de: Warten, bis %@ die Startkarte aufdeckt…
es: Esperando a que %@ descubra la carta…
fr: En attente que %@ retourne la carte…
it: In attesa che %@ giri la carta…
ja: %@ がめくるのを待っています…
ko: %@ 님이 카드를 펼치기를 기다리는 중…
pt_br: Esperando %@ revelar a carta…
tr: %@ adlı oyuncunun kartı çevirmesi bekleniyor…
zh_hans: 等 %@ 翻开起始牌…
zh_hant: 等 %@ 翻開起始牌…

source: Waiting for %@…
de: Warten auf %@…
es: Esperando a %@…
fr: En attente de %@…
it: In attesa di %@…
ja: %@ を待っています…
ko: %@ 님을 기다리는 중…
pt_br: Esperando %@…
tr: %@ bekleniyor…
zh_hans: 等待 %@…
zh_hant: 等待 %@…

source: Waiting for a player to join…
de: Warten auf einen Mitspieler…
es: Esperando a que se una un jugador…
fr: En attente d'un joueur…
it: In attesa di un giocatore…
ja: 参加者を待っています…
ko: 플레이어의 참가를 기다리는 중…
pt_br: Esperando alguém entrar…
tr: Bir oyuncunun katılması bekleniyor…
zh_hans: 等待玩家加入…
zh_hant: 等待玩家加入…

source: Waiting for the other player to rejoin…
de: Warten, bis der andere Spieler zurückkommt…
es: Esperando a que el otro jugador vuelva…
fr: En attente du retour de l'autre joueur…
it: In attesa che l'altro giocatore torni…
ja: 相手が戻るのを待っています…
ko: 상대가 돌아오기를 기다리는 중…
pt_br: Esperando o outro jogador voltar…
tr: Diğer oyuncunun dönmesi bekleniyor…
zh_hans: 等待对方回到对局…
zh_hant: 等待對方回到對局…

source: We kept trying to get them back, but they didn't rejoin. This game can't be picked up from here.
de: Wir haben weiter versucht, die Person zurückzuholen, aber sie ist nicht wiedergekommen. Dieses Spiel lässt sich nicht mehr fortsetzen.
es: Hemos seguido intentando que volviera, pero no lo ha hecho. Esta partida ya no se puede retomar.
fr: On a essayé de le faire revenir, sans succès. Cette partie ne peut plus être reprise.
it: Abbiamo continuato a provare a farlo rientrare, ma non è tornato. Questa partita non può più essere ripresa.
ja: 相手を戻そうと試み続けましたが、戻ってきませんでした。この対戦はここから再開できません。
ko: 상대를 계속 불러 봤지만 돌아오지 않았습니다. 이 게임은 더 이상 이어서 할 수 없습니다.
pt_br: Tentamos várias vezes trazer a pessoa de volta, mas ela não voltou. Esta partida não pode mais ser retomada.
tr: Onu geri getirmeye çalıştık ama dönmedi. Bu oyun buradan devam ettirilemez.
zh_hans: 我们一直尝试让对方回来，但对方没有重新加入。这局无法继续了。
zh_hant: 我們持續嘗試讓對方回來，但對方沒有重新加入。這局無法繼續了。

source: Well played
de: Gut gespielt
es: Bien jugado
fr: Bien joué
it: Ben giocato
ja: お見事
ko: 훌륭했습니다
pt_br: Bem jogado
tr: İyi oyundu
zh_hans: 打得好
zh_hant: 打得好

source: What's your name?
de: Wie heißt du?
es: ¿Cómo te llamas?
fr: Comment t'appelles-tu ?
it: Come ti chiami?
ja: お名前は？
ko: 이름이 무엇인가요?
pt_br: Qual é o seu nome?
tr: Adın ne?
zh_hans: 你叫什么名字？
zh_hant: 你的名字是？

source: When someone wins, replay the whole game's scoring — score by score — before showing the win screen. You can also replay it any time from the win screen.
de: Wenn jemand gewinnt, wird die ganze Zählung des Spiels Punkt für Punkt wiederholt, bevor der Siegesbildschirm erscheint. Du kannst sie von dort aus auch jederzeit erneut ansehen.
es: Cuando alguien gana, repasa toda la puntuación de la partida punto a punto antes de mostrar la pantalla de victoria. También puedes verla cuando quieras desde esa pantalla.
fr: Quand quelqu'un gagne, revoit tout le comptage de la partie, point par point, avant l'écran de victoire. Tu peux aussi le revoir à tout moment depuis cet écran.
it: Quando qualcuno vince, ripercorre tutto il conteggio della partita, punto per punto, prima della schermata di vittoria. Puoi rivederlo quando vuoi da quella schermata.
ja: 誰かが勝ったとき、勝利画面の前に対戦全体の得点を1つずつ振り返ります。勝利画面からいつでも再生できます。
ko: 누군가 이기면 승리 화면 전에 게임 전체의 점수를 한 점씩 되짚습니다. 승리 화면에서 언제든 다시 볼 수도 있습니다.
pt_br: Quando alguém vence, revê toda a contagem da partida, ponto por ponto, antes da tela de vitória. Você também pode revê-la quando quiser nessa tela.
tr: Biri kazandığında, kazanma ekranından önce oyunun tüm puanlarını tek tek gösterir. Bu ekrandan istediğin zaman yeniden izleyebilirsin.
zh_hans: 有人获胜时，先一分一分地回看整局得分，再显示胜利画面。你也可以随时从胜利画面重看。
zh_hant: 有人獲勝時，先一分一分地回看整局得分，再顯示勝利畫面。你也可以隨時從勝利畫面重看。

source: Win screen
de: Siegesbildschirm
es: Pantalla de victoria
fr: Écran de victoire
it: Schermata di vittoria
ja: 勝利画面
ko: 승리 화면
pt_br: Tela de vitória
tr: Kazanma ekranı
zh_hans: 胜利画面
zh_hant: 勝利畫面

source: Win streak
de: Siegesserie
es: Racha de victorias
fr: Série de victoires
it: Serie di vittorie
ja: 連勝
ko: 연승
pt_br: Sequência de vitórias
tr: Galibiyet serisi
zh_hans: 连胜
zh_hant: 連勝

source: Won
de: Gewonnen
es: Ganada
fr: Gagnée
it: Vinta
ja: 勝ち
ko: 승
pt_br: Vitória
tr: Kazanıldı
zh_hans: 胜
zh_hant: 勝

source: YOU LOST
de: DU HAST VERLOREN
es: HAS PERDIDO
fr: TU AS PERDU
it: HAI PERSO
ja: あなたの負け
ko: 패배했습니다
pt_br: VOCÊ PERDEU
tr: KAYBETTİN
zh_hans: 你输了
zh_hant: 你輸了

source: You
de: Du
es: Tú
fr: Toi
it: Tu
ja: あなた
ko: 나
pt_br: Você
tr: Sen
zh_hans: 你
zh_hant: 你
